package dim.application.bot.component;

import java.util.ArrayList;
import java.util.List;

public class Compliment {

    public static final List<String> compliments = new ArrayList();

    static {
        compliments.add("говорят, что ангелов не бывает. Но ты явно не с Земли...");
        compliments.add("ого, я опьянел от твоей красоты");
        compliments.add("смотря на тебя убеждаюсь, что природа – это самый лучший художник и скульптор");
        compliments.add("бог был в отличном настроении, когда создавал такую красоту как ты");
        compliments.add("в тебе столько красоты, что у меня сердце на минутку остановилось");
        compliments.add("все люди произошли от мартышек, но не ты. Ты от ангелов");
        compliments.add("я поставлю твое красивое фото себе на заставку");
        compliments.add("мне кажется, я влюблюсь... в тебя...");
        compliments.add("фотографии с тобой должно быть собирают миллион лайков");
        compliments.add("смотря на тебя, можно закапать слюной клавиатуру");
        compliments.add("выглядишь хрупко и беззащитно. Или это обманчивое впечатление?");
        compliments.add("тебе уже предлагали непристойности или я буду первым?");
        compliments.add("даже дух захватывает, от твоей красоты");
        compliments.add("твое тело пялится в мои глаза уже 5 минут. Скажи ему, что это неприлично");
        compliments.add("мне кажется, что мне не кажется, что ты выглядишь отлично");
        compliments.add("тебе повезло родиться не в Средневековье. Иначе бы тебя сожгли на костре за обворожительную красоту");
        compliments.add("ты - невероятное сочетание красоты и разврата");
        compliments.add("ты выглядишь как тростинка, которую хочется обнять");
        compliments.add("спасибо за порцию яркой красоты в моей серой ленте");
        compliments.add("красота существует, и она доказана твоим существованием");
        compliments.add("твоя улыбка осчастливит кого-угодно на свете");
        compliments.add("ты выглядишь круто. Хотя нет, очень круто!");
        compliments.add("ты выглядишь привлекательно и отвлекательно меня от дел");
        compliments.add("тебе еще медаль за привлекательность не вручили?");
        compliments.add("ого, какие красивые глаза. Хочется в них утонуть...");
        compliments.add("твоя улыбка может спасти мир от всего плохого");
        compliments.add("я чуть не вывихнул глаза, смотря сегодня на тебя");
        compliments.add("такая красивая внешность выглядит незаконной");
        compliments.add("ты самая неотразимая цыпочка в этом чате");
        compliments.add("природа тебя не обделила внешними данными");
    }
}