package dim.application.bot.component;

import java.util.ArrayList;
import java.util.List;

public class Compliment {

    public static final List<String> compliments = new ArrayList();

    static {
        compliments.add("говорят, что ангелов нельзя сфотографировать. Как тебе это удалось?");
        compliments.add("ого, я опьянел от твоей красоты");
        compliments.add("смотря на тебя убеждаюсь, что природа – это самый лучший художник и скульптор");
        compliments.add("бог был в отличном настроении, когда создавал такую красоту");
        compliments.add("такая красота, что у меня сердце на минутку остановилось");
        compliments.add("все люди произошли от мартышек, но не ты. Ты от ангелов");
        compliments.add("я поставлю твое красивое фото себе на заставку");
        compliments.add("хочу разводить эту фотографию, ведь если этого не случится, я влюблюсь");
        compliments.add("на такой фотке должен быть миллион лайков");
        compliments.add("такая красивая фотография, что немного закапал слюной клавиатуру");
        compliments.add("выглядишь хрупко и беззащитно. Или это обманчивое впечатление?");
        compliments.add("тебе уже предлагали непристойности или я буду первым?");
        compliments.add("даже дух захватывает, от такой красоты");
        compliments.add("твое тело пялится в мои глаза уже 5 минут. Скажи ему, что это неприлично");
        compliments.add("мне кажется, что мне не кажется, что ты выглядишь отлично");
        compliments.add("тебе повезло родиться не в Средневековье. Иначе бы тебя сожгли на костре за обворожительную красоту");
        compliments.add("благодаря этой фото я знаю, что заказать себе на Новый год");
        compliments.add("ты - невероятное сочетание красоты и разврата");
        compliments.add("ты выглядишь как тростинка, которую хочется обнять");
        compliments.add("красивый вид на фотографии, жаль он теряется на фоне твоей красоты");
        compliments.add("спасибо за порцию яркой красоты в моей серой ленте");
        compliments.add("красота существует, и она доказана этой фоткой");
        compliments.add("если бы улыбка на фото предназначалась мне, то я был бы самым счастливым на свете");
        compliments.add("на этой фотографии ты выглядишь круто. Хотя нет. Очень круто");
        compliments.add("очень нежная и изящная фотография");
        compliments.add("на данной фотке ты выглядишь привлекательно и отвлекательно меня от дел");
        compliments.add("тебе еще медаль за привлекательность не вручили?");
        compliments.add("ого, какие красивые глаза. Хочется в них утонуть");
        compliments.add("самая красивая фотография, которую я видел за последние пару лет");
        compliments.add("твоя улыбка может спасти мир от всего плохого");
        compliments.add("Вау! Полегче! Я чуть не вывихнул глаза, смотря на тебя");
        compliments.add("такая красивая внешность выглядит незаконной");
        compliments.add("вот как выглядит красота и позитивное настроение. Отличное фото");
        compliments.add("неотразимая цыпочка на фотографии обнаружена");
        compliments.add("природа тебя не обделила внешними данными");
    }
}
